Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: how to introduce this topic
af: hoe om hierdie onderwerp bekend te stel

source: remind them of the lessons in the last term of gr. 4 when they learnt about the earth sun moon and planets .
af: herinner die leerders aan die lesse in die laaste kwartaal van graad 4 toe hulle van die aarde son maan en planete geleer het .

source: use figure 1 to start them thinking about what is on the surface of the earth and under the surface of the earth .
af: gebruik figuur 1 om hulle aan die dink te kry oor wat op die oppervlakte van die aarde en onder die oppervlakte van die aarde is .

source: start activity begin to make soil making compost in the first week of the term because the compost needs time to break down you need compost out of the column by week 3 or week 4 .
af: 'aktiwiteit begin om grond te maak.' maak kompos indie eerste week van die kwartaal aangesien die kompos tyd nodig het om af te breek .

source: you will need a globe in the classroom and atlases that show south africa in large enough scale to find names of towns .
af: jy benodig 'n aardbol in die klaskamer en atlasse wat suid afrika op 'n groot genoeg skaal aandui sodat die name van stede daarop gesien kan word .

source: the cognitive development issue is that children need the ability to move mentally from the physical place where they are to another place on the planet and that means being able to handle models of those places in the form of globes and maps .
af: ten opsigte van kognitiewe ontwikkeling moet die leerders die vaardigheid aanleer om verstandelik te beweeg van die fisiese plek waar hulle op die planeet is na 'n ander plek op die planeet .

source: also read through all the what you will need sections today because some of the things take time to collect .
af: dit beteken dat hulle in staat moet wees om modelle van die plekke in die vorm van bolle en kaarte te hanteer .

source: the learners can help with collecting many of the items you will need .
af: lees ook vandag deur al die 'wat jy benodig' gedeeltes aangesien sommige van die dinge 'n ruk neem om bymekaar te maak .

source: in gr. 4 we learnt that the earth moves in two different ways .
af: in graad 4 het ons geleer dat die aarde op twee verskillende maniere beweeg .

source: the earth orbits the sun and the earth also spins on its own axis .
af: die aarde wentel om die son en draai roteer ook om sy eie as .

source: let's revise these concepts again .
af: kom ons hersien hierdie konsepte .

source: in gr. 4 you learnt that the earth spins on its axis .
af: in graad 4 het jy geleer dat die aarde om sy eie eie as draai .

source: but what does this mean ?
af: maar wat beteken dit ?

source: imagine an orange with a pencil stuck through it .
af: verbeel jou 'n lemoen met 'n potlood daardeur gesteek .

source: look at the following picture .
af: kyk na die volgende prent .

source: if you hold the pencil in your fingers you can spin the orange around .
af: as jy die potlood tussen jou vingers hou kan jy die lemoen in die rondte draai .

source: the pencil is the axis of the orange .
af: die potlood is die as van die lemoen .

source: the earth does not really have a pencil through it but it does spin around .
af: die aarde het nie werklik 'n potlood daardeur nie maar dit draai in die rondte .

source: we can imagine a big pencil through the middle of the earth .
af: ons kan ons verbeel dat daar 'n baie groot potlood deur die middel van die aarde is .

source: we are on the earth .
af: ons is op die aarde .

source: let us imagine we are at the point where you see the red x on the orange
af: kom ons verbeel ons dat ons op die punt is waar jy die rooi 'x' op die lemoen sien

source: use an orange and do this as a demonstration .
af: gebruik die lemoen en doen dit as 'n demonstrasie .

source: you can set up a mirror or a big sheet of white paper outside to shine the sun into the classroom .
af: jy kan 'n spie&#235;l of 'n groot vel wit papier buite die klaskamer opstel om die son in die klaskamer in te skyn .

source: planet earth video http www.youtube.com watch?v thuviaxrd w&amp;feature fvwrel
af: planeet aarde video http www.youtube.com watch?v thuviaxrd w&amp;feature fvwrel

source: if we are at position x we move past the sun .
af: as ons by die posisie x is beweeg ons verby die son .

source: but to us it looks as if the sun is moving .
af: maar vir ons lyk dit asof die son beweeg .

source: the sun seems to move from the east to the west .
af: dit kom voor asof die son van oos na wes beweeg .

source: the sun seems to come up rise in the east move across the sky during the day and go down set in the west .
af: dit kom op in die ooste bereik sy hoogste punt in die lug gedurende die dag en gaan onder sak in die weste .

source: but the sun does not actually move .
af: maar die son beweeg nie werklik nie .

source: what you need
af: wat jy benodig

source: instructions
af: instruksies

source: questions
af: vrae

source: picture a
af: foto a

source: you are in south africa .
af: jy is in suid afrika .

source: find south africa on the globe .
af: soek suid afrika op die aardbol .

source: find south africa in picture a .
af: soek suid afrika in foto a .

source: was it daytime in south africa when the spacecraft took the photo ?
af: was dit gedurende die dag in suid afrika toe die ruimtetuig die foto geneem het ?

source: yes the sun is shining on south africa .
af: ja die son skyn oor suid afrika .

source: was is daytime in saudi arabia ?
af: was dit dag in saoedi arabi&#235; ?

source: hint use your globe to find saudi arabia and then find it in picture a to see if it is day or night .
af: wenk gebruik jou aardbol om saoedi arabi&#235; te soek en spoor dit op in foto a om te sien of dit dag of nag is .

source: yes there is sunshine on saudi arabia .
af: ja daar is sonskyn oor saoedi arabi&#235; .

source: was it day time in argentina when this photograph was taken ?
af: was dit gedurende die dag in argentini&#235; toe die foto geneem is ?

source: use the globe to help you locate argentina .
af: gebruik die aardbol om jou te help om uit te vind waar argentini&#235; is .

source: explain your answer .
af: verduidelik jou antwoord .

source: no it was night time in argentina; in the photo argentina is on the darkened side of the earth and there are lights showing .
af: nee dit was nag in argentini&#235;; op die foto is argentini&#235; aan die donker kant van die aarde en daar is ligte wat skyn .

source: now use the globe to locate brazil .
af: gebruik nou die aardbol om die ligging van brasili&#235; te bepaal .

source: in picture a the tip of brazil is in the sunlight .
af: die bopunt van brasili&#235; is in die son in foto a .

source: is it morning or afternoon in brazil ?
af: is dit oggend of namiddag in brasili&#235; ?

source: why ?
af: hoekom ?

source: it is morning because argentina is moving towards the east and into the part of the earth that is in the light .
af: dit is oggend aangesien argentini&#235; na die ooste beweeg na 'n gedeelte van die aarde wat in die lig is .

source: picture b
af: foto b

source: look at picture b .
af: kyk na foto b .

source: what part of the earth is this picture showing ?
af: watter gedeelte van die aarde wys hierdie foto ?

source: europe and the top of africa is shown .
af: europa en die bo punt van afrika .

source: can you see the lights on in italy ?
af: kan jy die ligte in itali&#235; sien ?

source: when it is dark in italy is it still light in spain ?
af: wanneer dit donker is in itali&#235; is dit nog lig in spanje ?

source: yes
af: ja

source: is it late afternoon or morning in spain in picture b ?
af: is dit laatmiddag of oggend in spanje in foto b ?

source: it is late afternoon .
af: dit is laatmiddag .

source: now that we have looked at some photographs of the earth as it changes from day into night as the earth rotates let's make a model of earth using our heads to explain this .
af: noudat ons gekyk het na sommige foto's van die aarde soos dit verander van dag na nag soos die aarde draai kom ons maak 'n model van die aarde met gebruik van ons koppe om dit te verduidelik .

source: materials
af: materiale

source: teacher note they must move their whole bodies round not just their heads !
af: onderwysersnota hulle moet hulle hele liggaam in die rondte beweeg nie net hulle koppe nie !

source: which of your cheeks left or right represents west ?
af: watter een van jou wange links of regs verteenwoordig wes ?

source: that is where the sun appears to go down .
af: dit is waar die sononder gaan .

source: the learner's right cheek; that is where she saw the sun disappear .
af: die leerder se regterwang; dit is waar sy die son sien verdwyn het .

source: which cheek represents east where the sun comes up ?
af: watter wang verteenwoordig die ooste waar die son opkom ?

source: their left cheeks are like the east .
af: hulle linkerwange is soos die ooste .

source: you can chalk an e on their left cheeks to remind them .
af: jy kan 'n 'o' met kryt op hulle wange skryf om hulle te herinner .

source: we see the sun rise and move across the sky every day but the sun does not really move .
af: ons sien elke dag die son opkom en deur die lug beweeg maar die son beweeg nie regtig nie .

source: it only seems that way to us .
af: dit lyk net vir ons so .

source: actually earth is spinning around and around and we are moving around with the earth .
af: in werklikheid draai die aarde om en om en ons beweeg saam met die aarde in die rondte .

source: the earth takes 24 hours to complete one full rotation .
af: die aarde neem 24 uur om een volle rotasie te voltooi .

source: the earth moves around the sun .
af: die aarde beweeg om die son .

source: while the earth orbits the sun it is also spinning on its own axis .
af: die aarde draai om sy eie as terwyl dit om die son wentel .

source: it spins round 365 times while it completes one orbit of the sun .
af: dit draai 365 keer terwyl dit een wentelbaan om die son voltooi .

source: that means 365 days pass and we call that a year .
af: dit beteken in 365 dae beweeg die aarde een keer om die son ons noem dit 'n jaar .

source: short video showing the sun earth and moon system http www.youtube.com watch?v w47wa7onriq
af: kort video wat die stelsel van die son aarde en maan wys http goo.gl cxeog

source: the earth is a planet .
af: die aarde is 'n planeet .

source: there are 7 other planets also moving around the sun .
af: daar is sewe ander planete wat ook om die son beweeg .

source: you can see one of the other planets on most evenings or early in the morning .
af: jy kan een van die ander planete op meeste aande en vroeg soggens sien .

source: this planet is called venus or ikhwezi or naledi ya masa .
af: hierdie planeet word venus of ikhwezi of naledi ya masa genoem .

source: it is not a star .
af: dit is nie 'n ster nie .

source: venus also moves around the sun but its orbit is a smaller circle than earth's orbit .
af: venus beweeg ook rondom die son maar sy wentelbaan is 'n kleiner sirkel as di&#233; van die aarde .

source: venus takes 225 earth days to go once around the sun .
af: venus neem 225 aarddae om een keer om die son te beweeg .

source: the days referred to here are earth days; venus has its own day length but it's very much longer than an earth day .
af: die dae waarna hier verwys word is dae op aarde .

source: mars is another planet you can see on some nights .
af: mars is 'n ander planeet wat jy sommige nagte kan sien .

source: mars appears as a small orange dot in the sky .
af: mars lyk soos 'n klein oranje kol in die lug .

source: mars takes 687 earth days to go once around the sun .
af: dit neem mars 687 aarddae om een keer om die son te beweeg .

source: you can also see mercury jupiter and saturn in the sky but they are harder to see than venus and mars .
af: jy kan ook mercurius jupiter en saturnus in die lug sien maar hulle is moeiliker om te sien as venus en mars .

source: all the planets seem to move along the same path that the sun and moon seem to move .
af: al die planete lyk asof hulle in dieselfde baan as die son en die maan beweeg .

source: explain to learners using the picture above that all the planets lie on the same plane as if they were all lying on a plate .
af: verduidelik met gebruik van die prent hierbo aan leerders dat al die planete op dieselfde vlak l&#234; &#8211; asof hulle almal op 'n bord l&#234; .

source: the plane does not mean an aeroplane; it means a flat surface like the top of your table or a big flat plate .
af: hierdie vlak verwys na 'n plat oppervlakte soos die blad van jou tafel of 'n groot plat bord .

source: also make sure they understand the next concept of this diagram not being drawn to scale the orbits of the outer 4 planets are much larger than shown here .
af: maak ook seker dat hulle die volgende konsep van die diagram verstaan naamlik dat dit nie volgens skaal geteken is nie &#8211; die wentelbane van die vier buitenste planete is baie groter as wat hier aangetoon word maar dit is moeilik om 'n skaalvoorstelling te maak in 'n tekening in 'n boek aangesien die buitenste ringe nie op die bladsy sal pas nie .

source: the orbits of the outer planets are actually much bigger than what is shown in this image .
af: die wentelbane van die buiteplanete is in werklikheid baie groter as wat dit in die figuur voorgestel is .

source: but if we tried to draw the orbits to scale they definitely would not fit on this page !
af: maar as ons sou probeer om die wentelbane op skaal voor te stel sou dit definitief nie op hierdie bladsy ingepas het nie !

source: in the image of sophie her model of the solar system should have all planets on the same plane to be correct .
af: in die illustrasie van sophie moet haar model van die sonnestelsel al die planete op dieselfde vlak h&#234; om korrek te wees .

source: perhaps ask your learners what sophie should do to make the model correct if they compare it to the previous diagram of the solar system ?
af: miskien moet jy jou leerders vra wat sophie moet doen om die model reg te maak as hulle haar model met die vorige diagram van die sonnestelsel vergelyk .

source: she can rotate the rings so that they all lie in the same plane .
af: sy kan die ringe so roteer dat dit almal op dieselfde vlak l&#234; .

source: let's make a scale model of the solar system using our bodies to understand what it means to orbit the sun !
af: kom ons maak 'n skaalmodel van die sonnestelsel deur ons liggame te gebruik om te verstaan wat dit beteken om rondom die son te wentel !

source: this activity is useful to help learners understand the structure and scale of the solar system especially how far apart the planets are from the sun .
af: die aktiwiteit is nuttig om leerders te help om die struktuur en skaal van die sonnestelsel te verstaan meer spesifiek hoe ver die planete vanaf die son is .

source: the activity requires a large open space such as a school field .
af: die aktiwiteit benodig 'n groot oop spasie soos 'n skoolveld .

source: the model only uses 9 learners at once so swap the learners so that each one gets a chance to be one of the celestial bodies .
af: die model gebruik nege leerders op 'n keer .

source: the teacher can be the sun in the middle and the learners can be divided into 8 groups each group assigned to a planet .
af: ruil dus die leerders sodat elkeen 'n kans kry om een van die hemelliggame te wees .

source: the teacher should note that as each learner planet revolves around the sun he she also rotates !
af: die onderwyser kan die son in die middel wees en die leerders kan in agt groepe gedeel word .

source: this is even trickier to get right but let the learners attempt to do so .
af: elke groep word aan 'n planeet toegewys .

source: explain to learners that on this scale the nearest star other than the sun would still be 2748 km away !
af: verduidelik aan die leerders dat die naaste ster afgesien van die son op hierdie skaal ongeveer 2748 km weg is !

source: hold all the ends of the strings in one hand above your head so that you are like a maypole and the learners will revolve around you .
af: hou al die punte van die toue in een hand bokant jou kop sodat jy soos 'n meiboom is en die leerders rondom jou wentel .

source: make sure to point out to learners about the length of time it takes each learner to orbit the sun .
af: maak 'n punt daarvan om aan die leerders die tyd uit te wys wat elke leerder neem om rondom die son te beweeg .

source: when neptune has completed one revolution mercury will have completed many more as it is closer to the sun .
af: wanneer neptinus 'n omwenteling voltooi het sal mercurius baie meer omwentelings voltooi het aangesien dit soveel nader aan die son is .

source: point out the big gap between mars and jupiter the space between the inner and outer planets .
af: verwys na die groot afstand tussen mars en jupiter &#8211; die ruimte tussen die binne en buiteplanete .

source: mention to learners that there is actually a ring of asteroids giant rocks that also orbit the sun in this space .
af: noem ook aan die leerders dat daar in werklikheid 'n ring van astero&#239;des groot rotse is wat ook in hierdie ruimte om die son wentel .

source: how many hours are there in a day ?
af: hoeveel ure is daar in 'n dag ?

source: 24 hours
af: 24 uur

source: how many hours pass from sunrise until the next sunrise ?
af: hoeveel ure neem dit van een sonsopkoms na die volgende sonsopkoms ?

source: how many days pass between your 10th birthday and your 11th birthday ?
af: hoeveel dae het verbygegaan vanaf jou 10de verjaardag tot jou 11de verjaardag ?

source: 365 days
af: text 365 dae

source: teacher note the answer is actually 365&#xbc; days .
af: onderwysersnota die antwoord is in werklikheid text 365 frac text 1 text 4 dae .

source: when a day is defined in terms of the spinning of the earth learners will be able to appreciate the quarter of a day as well and thus an 'extra' day during leap year. '365 days' makes things manageable only for short term .
af: wanneer 'n dag gedefinieer word in terme van die draaiing van die aarde sal die leerders die kwart van 'n dag ook begryp en dus die ekstra dag gedurende skrikkeljaar. text 365 dae maak dinge slegs op die korttermyn hanteerbaar .

source: how many times must the earth spin around between your birthdays ?
af: hoeveel keer moet die aarde om sy eie as draai tussen jou verjaarsdae ?

source: 365 times
af: text 365 keer

source: which planets have smaller orbits than earth ?
af: watter planete het kleiner wentelbane as die aarde ?

source: mercury and venus .
af: mercurius en venus

source: the orbit of mars
af: die wentelbaan van mars

source: the orbit of the earth
af: die wentelbaan van die aarde

source: 687 earth days
af: 687 aarddae

source: sun
af: son

source: earth if i lived on mars i would have to wait much longer for my birthday .
af: aarde as ek op mars geleef het sou ek baie langer moes wag vir my verjaardag .

source: the reason is that is much bigger than and mars takes to go around the once .
af: die rede hiervoor is dat baie groter as is en mars neem om een keer rondom die te beweeg .

source: if i lived on mars i would have to wait much longer for my birthday .
af: as ek op mars gebly het sou ek baie langer moes wag vir my verjaarsdag .

source: the reason is that the orbit of mars is much bigger than the orbit of the earth and mars takes 687 days to go around the sun once .
af: die rede daarvoor is dat die wentelbaan van mars baie groter as die wentelbaan van die aarde is en mars neem 687 dae om een keer rondom die son te beweeg .

source: chapter 2 deals with the rocky crust of the earth; we aim to teach the children where soil comes from soil is broken down rock plus organic matter from plants and animals .
af: hoofstuk 2 behandel die rotsagtige kors van die aarde; ons doelwit is om leerders te leer waar grond vandaan kom .

source: however we can't just teach about the crust because that would leave a hanging question the crust of what ?
af: grond is afgebreekte rots en organiese materiaal van plante en diere .

source: so we spend a little time looking at what the crust is covering and so we look at the structure of the earth .
af: ons kan egter nie net onderrig gee oor die kors nie aangesien dit 'n onbeantwoorde vraag sal laat &#8211; die kors van wat ?

source: you saw the photo of the earth in at the beginning of chapter 1 .
af: jy het die foto van die aarde aan die begin van hoofstuk 1 gesien .

source: what is on the surface of the earth ?
af: wat is op die oppervlak van die aarde ?

source: name all the features parts you can think of .
af: benoem al die kenmerke dele waaraan jy kan dink .

source: answers may include land sea forests rivers deserts air clouds .
af: antwoorde kan land see woude riviere woestyn lug en wolke insluit .

source: learners may correctly include animals and people although they cannot see them in the picture .
af: leerders sal dalk ook diere en mense insluit alhoewel hulle nie in die foto te sien is nie .

source: what do you think is under the surface ?
af: wat dink jy is onder die oppervlak ?

source: answers may include soil rocks mines bones roots drainpipes and many more .
af: antwoorde kan grond rotse myne bene wortels afvoerpype en baie meer insluit .

source: encourage them to think of as many ideas as they can .
af: moedig hulle aan om te dink aan soveel idees as moontlik .

source: look at the picture of a digging machine and imagine you are driving it .
af: kyk na die prent van 'n graafmasjien en verbeel jou jy bestuur dit .

source: the purpose of this drawing task is to make learners grapple with the idea that they are on a ball shaped earth .
af: die doel van hierdie sketstaak is om leerders te laat worstel met die idee dat hulle op 'n balvormige aarde bly .

source: most learners have no problem with saying that the earth is shaped like a ball and most have seen pictures of the ball shaped earth like figure 1 .
af: die meeste leerders het nie 'n probleem daarmee om te s&#234; dat die aarde soos 'n bal gevorm is nie en baie het al foto's gesien van die aarde wat soos in figuur 1 soos 'n bal lyk .

source: however this concept is not easy to think about when you are actually standing on the ball .
af: die konsep is egter nie so maklik om te begryp as jy op die bal staan nie .

source: so the question what would you find if you could dig a hole right through the ball? makes them move mentally between the ground they can see and the view of the ball shaped earth as seen from space .
af: die vraag wat kry jy as jy 'n gat regdeur die bal kon grawe? dwing hulle om in hulle gedagtes te beweeg tussen die grond wat hulle kan sien en die beeld van die aarde wat soos 'n bal uit die ruimte lyk .

source: geomorphology is the study of the earth's surface features .
af: geomorfologie is die studie van die kenmerke van die aarde se oppervlak .

source: if you break the word up it is easier to understand geo earth morph shape ology study of .
af: as jy die woord opbreek is dit makliker om te verstaan geo aarde morf vorm dink aan die aarde as 'n sirkel dan beteken dit die deursnee is die afstand deur die middel van die aarde .

source: what is under the floor of your classroom ?
af: wat is onder die vloer van jou klaskamer ?

source: this question is for discussion .
af: hierdie vraag is oop vir bespreking .

source: imagine that you use the machine to dig as deep as you want .
af: verbeel jou die graafmasjien kan so diep grawe as wat jy wil h&#234; dit moet .

source: you drive it down into the earth .
af: jy dryf dit onder die grond in .

source: what do you find as you go down ?
af: wat gaan jy kry soos jy afgaan ?

source: let the learners discuss this before they write .
af: laat die leerders dit eers bespreek voor hulle iets neerskryf .
